-- Данные для таблицы Продавцы
INSERT INTO Продавцы VALUES
(201, 'Зайцев', 0.14, 'Минск'),
(202, 'Козлов', 0.21, 'Витебск'),
(203, 'Петрова', 0.18, 'Гомель');

-- Данные для таблицы Модели
INSERT INTO Модели VALUES
(12410, 'Yaguar', 140, 'Коррида', 90000, 15, 103500),
(12505, 'Cor-kombi', 90, 'Черный', 55200, 20, 66240),
(12579, 'Corolla', 75, 'Торнадо', 39200, 25, 49000),
(12653, 'Ferrari', 120, 'Черный', 75000, 10, 82500),
(12810, 'Renault', 60, 'Торнадо', 32300, 20, 38760),
(12902, 'Citroen', 75, 'Белый', 45100, 20, 54120);

-- Данные для таблицы Клиенты
INSERT INTO Заказы VALUES
(1001, 12579, 70000, 'Иванов', 'Бобруйск', '2005-01-12', 201),
(1003, 12579, 65000, 'Теплова', 'Минск', '2005-01-15', 201),
(1004, 12653, 100000, 'Киреева', 'Минск', '2005-04-14', 202),
(1005, 12410, 112000, 'Борисов', 'Витебск', '2005-04-14', 202),
(1006, 12902, 60000, 'Терентьев', 'Витебск', '2005-04-14', 203),
(1007, 12810, 40000, 'Цветков', 'Брест', '2005-05-10', 201),
(1008, 12902, 55000, 'Быстров', 'Брест', '2005-06-25', 203),
(1009, 12902, 52000, 'Чудаков', 'Брест', '2005-07-20', 203),
(1010, 12410, 106000, 'Сергеева', 'Минск', '2005-08-21', 202),
(1011, 12505, 64000, 'Прохоров', 'Гродно', '2005-08-21', 202);
